{
  "model_type": "bert",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "num_labels": 2,
  "id2label": {
    "0": "google",
    "1": "perplexity"
  },
  "label2id": {
    "google": 0,
    "perplexity": 1
  }
}